Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# explore.help.newReleases.cache.ttl
source: Cache lifetime: 3 hours, shared with Discover and Popular.
ar: مدة التخزين المؤقت: 3 ساعات، مشتركة مع Discover وPopular.
de: Cache-Lebensdauer: 3 Stunden, gemeinsam mit Entdecken und Beliebt.
es: Vida útil de la caché: 3 horas, compartida con Descubrir y Popular.
fr: Durée de vie du cache : 3 heures, partagé avec Découvrir et Populaires.
id: Masa berlaku cache: 3 jam, digunakan bersama dengan Discover dan Popular.
it: Durata cache: 3 ore, condivisa con Scopri e Popolari.
ja: キャッシュの有効期間：3時間。発見と人気と共有されます。
ko: 캐시 수명: 3시간, Discover 및 Popular와 공유됩니다.
nl: Cachelevensduur: 3 uur, gedeeld met Ontdekken en Populair.
pl: Czas życia cache: 3 godziny, współdzielony z Odkryj i Popularne.
pt_br: Validade do cache: 3 horas, compartilhado com Descobrir e Populares.
ru: Время жизни кеша: 3 часа, общее с разделами «Открытия» и «Популярное».
tr: Önbellek ömrü: 3 saat, Keşfet ve Popüler ile paylaşılır.
uk: Час життя кешу: 3 години, спільний для Discover та Popular.
vi: Thời gian sống của bộ nhớ đệm: 3 giờ, dùng chung với Khám phá và Phổ biến.
zh_hans: 缓存有效期：3 小时，与发现、热门共享同一份项目目录缓存。
zh_hant: 快取有效期：3 小時，與發現、熱門共用同一份專案目錄快取。

# explore.help.newReleases.cache.update
source: Update: after the cache expires, Starcat fetches the latest project and Release data.
ar: التحديث: بعد انتهاء صلاحية التخزين المؤقت، يجلب Starcat أحدث بيانات المشروع والإصدار.
de: Update: Nach Ablauf des Caches ruft Starcat die neuesten Projekt- und Release-Daten ab.
es: Actualización: después de que la caché expire, Starcat obtiene los datos más recientes del proyecto y de las versiones.
fr: Mise à jour : après expiration du cache, Starcat récupère les dernières données de projet et de version.
id: Pembaruan: setelah cache kedaluwarsa, Starcat mengambil data proyek dan Rilis terbaru.
it: Aggiornamento: dopo la scadenza della cache, Starcat recupera i dati più recenti del progetto e delle release.
ja: 更新：キャッシュの期限切れ後、Starcatは最新のプロジェクトとリリースデータを取得します。
ko: 업데이트: 캐시가 만료된 후 Starcat는 최신 프로젝트 및 릴리스 데이터를 가져옵니다.
nl: Update: nadat de cache is verlopen, haalt Starcat de nieuwste project- en releasegegevens op.
pl: Aktualizacja: po wygaśnięciu cache Starcat pobiera najnowsze dane projektu i wydania.
pt_br: Atualização: após o cache expirar, o Starcat busca os dados mais recentes do projeto e das Releases.
ru: Обновление: после истечения кеша Starcat загружает последние данные о проектах и релизах.
tr: Güncelleme: önbellek süresi dolduktan sonra Starcat en son proje ve Sürüm verilerini getirir.
uk: Оновлення: після закінчення терміну дії кешу Starcat отримує останні дані про проект та релізи.
vi: Cập nhật: sau khi bộ nhớ đệm hết hạn, Starcat tải dữ liệu dự án và Bản phát hành mới nhất.
zh_hans: 更新方式：缓存过期后重新获取最新项目及 Release 信息。
zh_hant: 更新方式：快取過期後重新取得最新專案及 Release 資訊。

# explore.help.newReleases.open
source: Learn about New Releases
ar: تعرّف على الإصدارات الجديدة
de: Mehr über Neue Releases erfahren
es: Conoce las Nuevas Versiones
fr: En savoir plus sur les nouvelles versions
id: Pelajari tentang Rilis Baru
it: Scopri le Nuove Release
ja: 新着リリースについて学ぶ
ko: 새 릴리스 알아보기
nl: Meer over Nieuwe Releases
pl: Dowiedz się o Nowych wydaniach
pt_br: Saiba mais sobre Novos Lançamentos
ru: Узнать о новых релизах
tr: Yeni Sürümler hakkında bilgi edinin
uk: Дізнатися про нові релізи
vi: Tìm hiểu về Bản phát hành mới
zh_hans: 了解新发布的数据规则
zh_hant: 了解新發布的資料規則

# explore.help.newReleases.rule.ranking
source: Projects are ordered by their most recent release time by default.
ar: تُرتَّب المشاريع حسب وقت آخر إصدار لها افتراضيًا.
de: Projekte werden standardmäßig nach ihrem letzten Release-Datum sortiert.
es: Los proyectos se ordenan por su fecha de versión más reciente de forma predeterminada.
fr: Les projets sont triés par date de version la plus récente par défaut.
id: Proyek diurutkan berdasarkan waktu rilis terbaru secara default.
it: I progetti sono ordinati per data dell'ultima release per impostazione predefinita.
ja: プロジェクトはデフォルトで最新のリリース時刻順に並べられます。
ko: 프로젝트는 기본적으로 가장 최근 릴리스 시간 순으로 정렬됩니다.
nl: Projecten worden standaard gesorteerd op de tijd van hun meest recente release.
pl: Projekty są domyślnie sortowane według czasu ostatniego wydania.
pt_br: Os projetos são ordenados pela data de lançamento mais recente por padrão.
ru: Проекты по умолчанию упорядочены по времени последнего релиза.
tr: Projeler varsayılan olarak en son sürüm zamanına göre sıralanır.
uk: Проекти впорядковуються за часом останнього релізу за замовчуванням.
vi: Các dự án được sắp xếp theo thời gian phát hành gần nhất theo mặc định.
zh_hans: 默认按照项目最近一次发布时间排序。
zh_hant: 預設按照專案最近一次發布時間排序。

# explore.help.newReleases.rule.release
source: Drafts, prereleases, releases without downloadable assets, archived repositories, and forks are excluded.
ar: تُستثنى المسودات، والإصدارات التجريبية، والإصدارات بدون أصول قابلة للتنزيل، والمستودعات المؤرشفة، والتفرعات.
de: Entwürfe, Vorabversionen, Releases ohne herunterladbare Dateien, archivierte Repositories und Forks sind ausgeschlossen.
es: Se excluyen borradores, versiones previas, versiones sin archivos descargables, repositorios archivados y bifurcaciones.
fr: Les brouillons, préversions, versions sans ressources téléchargeables, dépôts archivés et forks sont exclus.
id: Draf, prarilis, rilis tanpa aset yang dapat diunduh, repositori yang diarsipkan, dan fork tidak disertakan.
it: Bozze, prerelease, release senza asset scaricabili, repository archiviati e fork sono esclusi.
ja: 下書き、プレリリース、ダウンロード可能なアセットのないリリース、アーカイブされたリポジトリ、フォークは除外されます。
ko: 초안, 사전 릴리스, 다운로드 가능한 자산이 없는 릴리스, 보관된 저장소 및 포크는 제외됩니다.
nl: Concepten, prereleases, releases zonder downloadbare bestanden, gearchiveerde repositories en forks worden uitgesloten.
pl: Wersje robocze, wydania wstępne, wydania bez plików do pobrania, zarchiwizowane repozytoria i forki są wykluczone.
pt_br: Rascunhos, pré-lançamentos, releases sem ativos para download, repositórios arquivados e forks são excluídos.
ru: Черновики, предварительные версии, релизы без загружаемых файлов, архивированные репозитории и форки исключаются.
tr: Taslaklar, ön sürümler, indirilebilir varlıkları olmayan sürümler, arşivlenmiş depolar ve çatallar hariç tutulur.
uk: Чернетки, попередні версії, релізи без завантажуваних файлів, архівовані репозиторії та форки виключені.
vi: Bản nháp, bản phát hành trước, bản phát hành không có tài sản tải xuống, kho lưu trữ đã lưu trữ và fork đều bị loại trừ.
zh_hans: 草稿版、预发布版、没有可下载内容的 Release、归档项目和 Fork 项目不会进入本分类。
zh_hant: 草稿版、預發布版、沒有可下載內容的 Release、歸檔專案和 Fork 專案不會進入本分類。

# explore.help.newReleases.rule.window
source: Only projects with a stable release in the last 180 days are included.
ar: يتم تضمين المشاريع التي لديها إصدار مستقر خلال آخر 180 يومًا فقط.
de: Nur Projekte mit einem stabilen Release in den letzten 180 Tagen werden aufgenommen.
es: Solo se incluyen proyectos con una versión estable en los últimos 180 días.
fr: Seuls les projets avec une version stable datant de moins de 180 jours sont inclus.
id: Hanya proyek dengan rilis stabil dalam 180 hari terakhir yang disertakan.
it: Sono inclusi solo i progetti con una release stabile negli ultimi 180 giorni.
ja: 過去180日以内に安定版リリースがあるプロジェクトのみが含まれます。
ko: 최근 180일 이내에 안정적인 릴리스가 있는 프로젝트만 포함됩니다.
nl: Alleen projecten met een stabiele release in de afgelopen 180 dagen worden opgenomen.
pl: Uwzględniane są tylko projekty ze stabilnym wydaniem w ciągu ostatnich 180 dni.
pt_br: Apenas projetos com um lançamento estável nos últimos 180 dias são incluídos.
ru: Включаются только проекты со стабильным релизом за последние 180 дней.
tr: Yalnızca son 180 gün içinde kararlı bir sürümü olan projeler dahil edilir.
uk: Включаються лише проекти зі стабільним релізом за останні 180 днів.
vi: Chỉ bao gồm các dự án có bản phát hành ổn định trong 180 ngày qua.
zh_hans: 仅收录最近 180 天发布过稳定版本的项目。
zh_hant: 僅收錄最近 180 天發布過穩定版本的專案。

# explore.help.newReleases.source
source: GitHub Releases from projects in Starcat's Discover catalog.
ar: إصدارات GitHub من المشاريع الموجودة في كتالوج Discover الخاص بـ Starcat.
de: GitHub Releases von Projekten aus Starcats Entdecken-Katalog.
es: Versiones de GitHub de proyectos en el catálogo Descubrir de Starcat.
fr: Versions GitHub des projets du catalogue Découvrir de Starcat.
id: Rilis GitHub dari proyek dalam katalog Discover Starcat.
it: GitHub Releases dai progetti nel catalogo Scopri di Starcat.
ja: Starcatの発見カタログ内のプロジェクトからのGitHubリリース。
ko: Starcat의 Discover 카탈로그에 있는 프로젝트의 GitHub 릴리스.
nl: GitHub Releases van projecten in de Ontdek-catalogus van Starcat.
pl: Wydania GitHub z projektów w katalogu Odkryj Starcat.
pt_br: Releases do GitHub de projetos no catálogo Descobrir do Starcat.
ru: Релизы GitHub из проектов каталога «Открытия» Starcat.
tr: Starcat'ın Keşfet kataloğundaki projelerden GitHub Sürümleri.
uk: GitHub Releases з проектів у каталозі Discover від Starcat.
vi: Bản phát hành GitHub từ các dự án trong danh mục Khám phá của Starcat.
zh_hans: Starcat 发现项目池中的 GitHub Releases。
zh_hant: Starcat 發現專案池中的 GitHub Releases。

# explore.help.popular.cache.offline
source: Offline handling: if the update fails, Starcat keeps the last successful cache and warns that the content may be out of date.
ar: التعامل دون اتصال: إذا فشل التحديث، يحتفظ Starcat بآخر ذاكرة تخزين مؤقت ناجحة ويحذر من أن المحتوى قد يكون قديمًا.
de: Offline-Verhalten: Bei fehlgeschlagenem Update behält Starcat den letzten erfolgreichen Cache und warnt, dass die Inhalte veraltet sein könnten.
es: Manejo sin conexión: si la actualización falla, Starcat conserva la última caché exitosa y advierte que el contenido puede estar desactualizado.
fr: Gestion hors ligne : si la mise à jour échoue, Starcat conserve le dernier cache réussi et avertit que le contenu peut être obsolète.
id: Penanganan offline: jika pembaruan gagal, Starcat menyimpan cache terakhir yang berhasil dan memperingatkan bahwa konten mungkin tidak terbaru.
it: Gestione offline: se l'aggiornamento fallisce, Starcat mantiene l'ultima cache valida e avvisa che il contenuto potrebbe essere obsoleto.
ja: オフライン処理：更新に失敗した場合、Starcatは最後に成功したキャッシュを保持し、コンテンツが古い可能性があることを警告します。
ko: 오프라인 처리: 업데이트가 실패하면 Starcat는 마지막으로 성공한 캐시를 유지하고 콘텐츠가 오래되었을 수 있음을 경고합니다.
nl: Offline afhandeling: als de update mislukt, behoudt Starcat de laatste succesvolle cache en waarschuwt dat de inhoud mogelijk verouderd is.
pl: Obsługa offline: jeśli aktualizacja się nie powiedzie, Starcat zachowuje ostatni udany cache i ostrzega, że treść może być nieaktualna.
pt_br: Tratamento offline: se a atualização falhar, o Starcat mantém o último cache bem-sucedido e avisa que o conteúdo pode estar desatualizado.
ru: Обработка офлайн: если обновление не удалось, Starcat сохраняет последний успешный кеш и предупреждает, что содержимое может быть устаревшим.
tr: Çevrimdışı işleme: güncelleme başarısız olursa Starcat son başarılı önbelleği korur ve içeriğin güncel olmayabileceği konusunda uyarır.
uk: Автономна робота: якщо оновлення не вдається, Starcat зберігає останній успішний кеш і попереджає, що вміст може бути застарілим.
vi: Xử lý ngoại tuyến: nếu cập nhật thất bại, Starcat giữ lại bộ nhớ đệm thành công cuối cùng và cảnh báo rằng nội dung có thể đã lỗi thời.
zh_hans: 离线处理：更新失败时继续使用上次成功缓存，并提示内容可能不是最新。
zh_hant: 離線處理：若更新失敗，Starcat 會保留最後一次成功的快取，並提示內容可能不是最新。

# explore.help.popular.cache.ttl
source: Cache lifetime: 3 hours, shared with Discover and New Releases.
ar: مدة التخزين المؤقت: 3 ساعات، مشتركة مع Discover وNew Releases.
de: Cache-Lebensdauer: 3 Stunden, gemeinsam mit Entdecken und Neue Releases.
es: Vida útil de la caché: 3 horas, compartida con Descubrir y Nuevas Versiones.
fr: Durée de vie du cache : 3 heures, partagé avec Découvrir et Nouvelles versions.
id: Masa berlaku cache: 3 jam, digunakan bersama dengan Discover dan Rilis Baru.
it: Durata cache: 3 ore, condivisa con Scopri e Nuove Release.
ja: キャッシュの有効期間：3時間。発見と新着リリースと共有されます。
ko: 캐시 수명: 3시간, Discover 및 New Releases와 공유됩니다.
nl: Cachelevensduur: 3 uur, gedeeld met Ontdekken en Nieuwe Releases.
pl: Czas życia cache: 3 godziny, współdzielony z Odkryj i Nowe wydania.
pt_br: Validade do cache: 3 horas, compartilhado com Descobrir e Novos Lançamentos.
ru: Время жизни кеша: 3 часа, общее с разделами «Открытия» и «Новые релизы».
tr: Önbellek ömrü: 3 saat, Keşfet ve Yeni Sürümler ile paylaşılır.
uk: Час життя кешу: 3 години, спільний для Discover та New Releases.
vi: Thời gian sống của bộ nhớ đệm: 3 giờ, dùng chung với Khám phá và Bản phát hành mới.
zh_hans: 缓存有效期：3 小时，与发现、新发布共享同一份项目目录缓存。
zh_hant: 快取有效期：3 小時，與發現、新發布共用同一份專案目錄快取。

# explore.help.popular.cache.update
source: Update: after the cache expires, Starcat refreshes the shared catalog and recalculates the Popular list.
ar: التحديث: بعد انتهاء صلاحية التخزين المؤقت، يقوم Starcat بتحديث الكتالوج المشترك وإعادة حساب قائمة Popular.
de: Update: Nach Ablauf des Caches aktualisiert Starcat den gemeinsamen Katalog und berechnet die Beliebt-Liste neu.
es: Actualización: después de que la caché expire, Starcat actualiza el catálogo compartido y recalcula la lista Popular.
fr: Mise à jour : après expiration du cache, Starcat actualise le catalogue partagé et recalcule la liste Populaires.
id: Pembaruan: setelah cache kedaluwarsa, Starcat menyegarkan katalog bersama dan menghitung ulang daftar Popular.
it: Aggiornamento: dopo la scadenza della cache, Starcat aggiorna il catalogo condiviso e ricalcola la lista Popolari.
ja: 更新：キャッシュの期限切れ後、Starcatは共有カタログを更新し、人気リストを再計算します。
ko: 업데이트: 캐시가 만료된 후 Starcat는 공유 카탈로그를 새로고침하고 Popular 목록을 다시 계산합니다.
nl: Update: nadat de cache is verlopen, ververst Starcat de gedeelde catalogus en herberekent de Populaire lijst.
pl: Aktualizacja: po wygaśnięciu cache Starcat odświeża współdzielony katalog i przelicza listę Popularne.
pt_br: Atualização: após o cache expirar, o Starcat atualiza o catálogo compartilhado e recalcula a lista de Populares.
ru: Обновление: после истечения кеша Starcat обновляет общий каталог и пересчитывает список популярного.
tr: Güncelleme: önbellek süresi dolduktan sonra Starcat paylaşılan kataloğu yeniler ve Popüler listesini yeniden hesaplar.
uk: Оновлення: після закінчення терміну дії кешу Starcat оновлює спільний каталог і перераховує список Popular.
vi: Cập nhật: sau khi bộ nhớ đệm hết hạn, Starcat làm mới danh mục dùng chung và tính toán lại danh sách Phổ biến.
zh_hans: 更新方式：缓存过期后重新获取共享目录，并计算最新热门列表。
zh_hant: 更新方式：快取過期後重新取得共享目錄，並計算最新熱門列表。

# explore.help.popular.open
source: Learn about Popular
ar: تعرّف على Popular
de: Mehr über Beliebt erfahren
es: Conoce lo Popular
fr: En savoir plus sur les populaires
id: Pelajari tentang Populer
it: Scopri i Popolari
ja: 人気について学ぶ
ko: Popular 알아보기
nl: Meer over Populair
pl: Dowiedz się o Popularne
pt_br: Saiba mais sobre Populares
ru: Узнать о популярном
tr: Popüler hakkında bilgi edinin
uk: Дізнатися про популярне
vi: Tìm hiểu về Phổ biến
zh_hans: 了解热门的数据规则
zh_hant: 了解熱門的資料規則

# explore.help.popular.rule.eligibility
source: Archived repositories and forks are excluded.
ar: تُستثنى المستودعات المؤرشفة والتفرعات.
de: Archivierte Repositories und Forks sind ausgeschlossen.
es: Se excluyen repositorios archivados y bifurcaciones.
fr: Les dépôts archivés et les forks sont exclus.
id: Repositori yang diarsipkan dan fork tidak disertakan.
it: Repository archiviati e fork sono esclusi.
ja: アーカイブされたリポジトリとフォークは除外されます。
ko: 보관된 저장소와 포크는 제외됩니다.
nl: Gearchiveerde repositories en forks worden uitgesloten.
pl: Zarchiwizowane repozytoria i forki są wykluczone.
pt_br: Repositórios arquivados e forks são excluídos.
ru: Архивированные репозитории и форки исключаются.
tr: Arşivlenmiş depolar ve çatallar hariç tutulur.
uk: Архівовані репозиторії та форки виключені.
vi: Kho lưu trữ đã lưu trữ và fork đều bị loại trừ.
zh_hans: 归档项目和 Fork 项目不会进入本分类。
zh_hant: 歸檔專案和 Fork 專案不會進入本分類。

# explore.help.popular.rule.ranking
source: The popularity score considers Stars, Forks, release downloads, and recent activity.
ar: تأخذ درجة الشعبية في الاعتبار النجوم، والتفرعات، وتنزيلات الإصدارات، والنشاط الحديث.
de: Der Beliebtheitswert berücksichtigt Sterne, Forks, Release-Downloads und aktuelle Aktivität.
es: La puntuación de popularidad considera estrellas, bifurcaciones, descargas de versiones y actividad reciente.
fr: Le score de popularité prend en compte les étoiles, les forks, les téléchargements de versions et l'activité récente.
id: Skor popularitas mempertimbangkan Bintang, Fork, unduhan rilis, dan aktivitas terbaru.
it: Il punteggio di popolarità considera stelle, fork, download delle release e attività recente.
ja: 人気スコアは、スター、フォーク、リリースダウンロード数、最近のアクティビティを考慮します。
ko: 인기 점수는 Stars, Forks, 릴리스 다운로드 및 최근 활동을 고려합니다.
nl: De populariteitsscore houdt rekening met Stars, Forks, releasedownloads en recente activiteit.
pl: Wynik popularności uwzględnia gwiazdki, forki, pobrania wydań i ostatnią aktywność.
pt_br: A pontuação de popularidade considera Estrelas, Forks, downloads de releases e atividade recente.
ru: Оценка популярности учитывает звёзды, форки, загрузки релизов и недавнюю активность.
tr: Popülerlik puanı, Yıldızlar, Çatallar, sürüm indirmeleri ve son etkinliği dikkate alır.
uk: Оцінка популярності враховує зірки, форки, завантаження релізів та нещодавню активність.
vi: Điểm phổ biến xem xét Số sao, Fork, lượt tải xuống bản phát hành và hoạt động gần đây.
zh_hans: 综合热度会参考 Stars、Forks、Release 下载量和近期活跃度。
zh_hant: 綜合熱度會參考 Stars、Forks、Release 下載量和近期活躍度。

# explore.help.popular.rule.threshold
source: A project must have at least 1,000 Stars or meet the composite popularity threshold.
ar: يجب أن يكون لدى المشروع 1,000 نجمة على الأقل أو أن يستوفي حد الشعبية المركب.
de: Ein Projekt muss mindestens 1.000 Sterne haben oder den zusammengesetzten Beliebtheitsschwellenwert erreichen.
es: Un proyecto debe tener al menos 1,000 estrellas o cumplir con el umbral de popularidad compuesto.
fr: Un projet doit avoir au moins 1 000 étoiles ou atteindre le seuil de popularité composite.
id: Proyek harus memiliki setidaknya 1.000 Bintang atau memenuhi ambang popularitas gabungan.
it: Un progetto deve avere almeno 1.000 stelle o raggiungere la soglia di popolarità composita.
ja: プロジェクトは少なくとも1,000スターを持つか、複合人気スコアのしきい値を満たす必要があります。
ko: 프로젝트는 최소 1,000개의 Stars를 보유하거나 복합 인기 임계값을 충족해야 합니다.
nl: Een project moet ten minste 1.000 Stars hebben of voldoen aan de samengestelde populariteitsdrempel.
pl: Projekt musi mieć co najmniej 1000 gwiazdek lub spełniać złożony próg popularności.
pt_br: Um projeto deve ter pelo menos 1.000 Estrelas ou atender ao limite composto de popularidade.
ru: Проект должен иметь не менее 1000 звёзд или соответствовать порогу составной популярности.
tr: Bir projenin en az 1.000 Yıldızı olmalı veya bileşik popülerlik eşiğini karşılamalıdır.
uk: Проект повинен мати щонайменше 1000 зірок або відповідати складеному порогу популярності.
vi: Một dự án phải có ít nhất 1.000 sao hoặc đáp ứng ngưỡng phổ biến tổng hợp.
zh_hans: 项目需要达到 1,000 Stars，或达到综合热度门槛。
zh_hant: 專案需要達到 1,000 Stars，或達到綜合熱度門檻。

# explore.help.popular.source
source: Projects in Starcat's Discover catalog.
ar: المشاريع الموجودة في كتالوج Discover الخاص بـ Starcat.
de: Projekte aus Starcats Entdecken-Katalog.
es: Proyectos en el catálogo Descubrir de Starcat.
fr: Projets du catalogue Découvrir de Starcat.
id: Proyek dalam katalog Discover Starcat.
it: Progetti nel catalogo Scopri di Starcat.
ja: Starcatの発見カタログ内のプロジェクト。
ko: Starcat의 Discover 카탈로그에 있는 프로젝트.
nl: Projecten in de Ontdek-catalogus van Starcat.
pl: Projekty w katalogu Odkryj Starcat.
pt_br: Projetos no catálogo Descobrir do Starcat.
ru: Проекты из каталога «Открытия» Starcat.
tr: Starcat'ın Keşfet kataloğundaki projeler.
uk: Проекти з каталогу Discover від Starcat.
vi: Các dự án trong danh mục Khám phá của Starcat.
zh_hans: Starcat 的发现项目池。
zh_hant: Starcat 的發現專案池。

# explore.help.rules.title
source: Inclusion rules
ar: قواعد التضمين
de: Aufnahmeregeln
es: Reglas de inclusión
fr: Règles d'inclusion
id: Aturan inklusi
it: Regole di inclusione
ja: 包含ルール
ko: 포함 규칙
nl: Insluitingsregels
pl: Zasady włączania
pt_br: Regras de inclusão
ru: Правила включения
tr: Dahil etme kuralları
uk: Правила включення
vi: Quy tắc bao gồm
zh_hans: 入选规则
zh_hant: 入選規則

# explore.help.source.title
source: Data source
ar: مصدر البيانات
de: Datenquelle
es: Fuente de datos
fr: Source des données
id: Sumber data
it: Fonte dei dati
ja: データソース
ko: 데이터 소스
nl: Gegevensbron
pl: Źródło danych
pt_br: Fonte de dados
ru: Источник данных
tr: Veri kaynağı
uk: Джерело даних
vi: Nguồn dữ liệu
zh_hans: 数据来源
zh_hant: 資料來源

# explore.help.trending.cache.offline
source: Offline handling: if the update fails, the current cached ranking remains available and is not cleared.
ar: التعامل دون اتصال: إذا فشل التحديث، يظل الترتيب المخزن مؤقتًا الحالي متاحًا ولا يتم مسحه.
de: Offline-Verhalten: Bei fehlgeschlagenem Update bleibt der aktuelle Cache erhalten und wird nicht gelöscht.
es: Manejo sin conexión: si la actualización falla, la clasificación en caché actual permanece disponible y no se borra.
fr: Gestion hors ligne : si la mise à jour échoue, le classement en cache reste disponible et n'est pas effacé.
id: Penanganan offline: jika pembaruan gagal, peringkat cache saat ini tetap tersedia dan tidak dihapus.
it: Gestione offline: se l'aggiornamento fallisce, la classifica corrente in cache rimane disponibile e non viene cancellata.
ja: オフライン処理：更新に失敗した場合、現在のキャッシュされたランキングは引き続き利用可能で、クリアされません。
ko: 오프라인 처리: 업데이트가 실패하면 현재 캐시된 순위가 유지되며 지워지지 않습니다.
nl: Offline afhandeling: als de update mislukt, blijft de huidige gecachte ranglijst beschikbaar en wordt niet gewist.
pl: Obsługa offline: jeśli aktualizacja się nie powiedzie, bieżący ranking w cache pozostaje dostępny i nie jest czyszczony.
pt_br: Tratamento offline: se a atualização falhar, o ranking em cache atual permanece disponível e não é limpo.
ru: Обработка офлайн: если обновление не удалось, текущий кешированный рейтинг остаётся доступным и не очищается.
tr: Çevrimdışı işleme: güncelleme başarısız olursa mevcut önbelleğe alınmış sıralama kullanılabilir durumda kalır ve temizlenmez.
uk: Автономна робота: якщо оновлення не вдається, поточний кешований рейтинг залишається доступним і не очищається.
vi: Xử lý ngoại tuyến: nếu cập nhật thất bại, bảng xếp hạng được lưu trong bộ nhớ đệm hiện tại vẫn khả dụng và không bị xóa.
zh_hans: 离线处理：更新失败时保留当前缓存，不会清空已有榜单。
zh_hant: 離線處理：若更新失敗，保留目前快取的排名，不會清空。

# explore.help.trending.cache.ttl
source: Cache lifetime: 1 hour for Daily, 6 hours for Weekly, and 24 hours for Monthly.
ar: مدة التخزين المؤقت: ساعة واحدة لليومي، و6 ساعات للأسبوعي، و24 ساعة للشهري.
de: Cache-Lebensdauer: 1 Stunde für Täglich, 6 Stunden für Wöchentlich und 24 Stunden für Monatlich.
es: Vida útil de la caché: 1 hora para Diario, 6 horas para Semanal y 24 horas para Mensual.
fr: Durée de vie du cache : 1 heure pour Quotidien, 6 heures pour Hebdomadaire et 24 heures pour Mensuel.
id: Masa berlaku cache: 1 jam untuk Harian, 6 jam untuk Mingguan, dan 24 jam untuk Bulanan.
it: Durata cache: 1 ora per Giornaliero, 6 ore per Settimanale e 24 ore per Mensile.
ja: キャッシュの有効期間：デイリーは1時間、ウィークリーは6時間、マンスリーは24時間。
ko: 캐시 수명: 일간 1시간, 주간 6시간, 월간 24시간.
nl: Cachelevensduur: 1 uur voor Dagelijks, 6 uur voor Wekelijks en 24 uur voor Maandelijks.
pl: Czas życia cache: 1 godzina dla dziennego, 6 godzin dla tygodniowego i 24 godziny dla miesięcznego.
pt_br: Validade do cache: 1 hora para Diário, 6 horas para Semanal e 24 horas para Mensal.
ru: Время жизни кеша: 1 час для ежедневного, 6 часов для еженедельного и 24 часа для ежемесячного.
tr: Önbellek ömrü: Günlük için 1 saat, Haftalık için 6 saat ve Aylık için 24 saat.
uk: Час життя кешу: 1 година для щоденного, 6 годин для щотижневого та 24 години для щомісячного.
vi: Thời gian sống của bộ nhớ đệm: 1 giờ cho Hàng ngày, 6 giờ cho Hàng tuần và 24 giờ cho Hàng tháng.
zh_hans: 缓存有效期：日榜 1 小时、周榜 6 小时、月榜 24 小时。
zh_hant: 快取有效期：日榜 1 小時、週榜 6 小時、月榜 24 小時。
